{
  "main": {
    "name":"Matthew Plichta",
    "description":"I am a developer driven to create products that make the world a better place",
    "image":"profilepic.jpg",
    "bio":"I started my professional career as a tiger trainer. My creative drive to solve problems led me to starting the WildHeart Foundation, a nonprofit with the goal of improving the lives of wild animals in captivity. As a founder and leader, I spearheaded new programs to raise donations in unique ways. It was through this work that I discovered my love of programming by building WildWish.org, an application to connect donors directly to the animals they are helping. I believe I am in this world for a purpose, and that purpose is to make the world a better place. I achieve this through my work of building products that enrich the lives of animals and people alike.",
    "contactmessage":"Send me words of affirmation or ask me about the time I brought a lion to Vegas.",
    "email": "mattplichtawild@gmail.com",
    "phone": "",
    "github":"https://github.com/mattplichtawild",
    "project":"https://wildwish.org",
    "address":{
      "street":"",
      "city":"Colorado Springs",
      "state":"Colorado",
      "zip": "80904"
    },
    "website": "http://www.mattplichtawild.com",
    "resumedownload":"https://drive.google.com/file/d/1xnwU2Da7SaywGvaIO-wVyfPzqNOCL_NU/view?usp=sharing",
    "social":[
      {
        "name":"linkedin",
        "url":"https://www.linkedin.com/in/matt-plichta/",
        "className":"fa fa-linkedin"
      },
      {
        "name":"github",
        "url":"https://github.com/mattplichtawild",
        "className":"fa fa-github"
      }
    ]
  },
  "resume":{
    "skillmessage":"Languages I currently use. I'm always looking to learn new things.",
    "education":[
      {
        "school":"Flatiron School",
        "degree":"Full Stack Software Engineering",
        "graduated":"Completed March 2020",
        "description":"I finished top of my cohort learning Ruby and JavaScript. This schooling built upon my self taught skills in order to build my passion project: WildWish.org"
      },
      {
        "school":"Cat Tales Zoological Training Center",
        "degree":"Zookeeping & Exotic Animal Training",
        "graduated":"Completed June 2012",
        "description":"This training program launched my career as an exotic animal trainer and zookeeper. Students spent 60 hours per week learning to care for big cats and bears in a working zoo."
      }
    ],
    "work":[
      {
        "company":"Awesome Design Studio",
        "title":"Senior UX God ",
        "years":"March 2018 - Present",
        "description":"Describe work, special projects, notable achievements, what technologies you have been working with, and anything else that would be useful for an employer to know."
      },
      {
        "company":"Super Cool Studio",
        "title":"Junior bug fixer",
        "years":"March 2017 - February 2018",
        "description":"Describe work, special projects, notable achievements, what technologies you have been working with, and anything else that would be useful for an employer to know."
      }
    ],
    "skills":[
      {
        "name":"Python/Django",
        "level":"70%"
      },
      {
        "name":"JavaScript",
        "level":"60%"
      },
      {
        "name":"ReactJS",
        "level":"60%"
      },
      {
        "name":"Ruby on Rails",
        "level":"50%"
      },
      {
        "name":"PostgreSQL",
        "level":"40%"
      },
      {
        "name":"TypeScript",
        "level":"10%"
      }
    ]
  },
  "portfolio":{
    "projects": [
      {
        "title":"WildWish.org",
        "description":"Originally built with Ruby on Rails and now being built with Python/Django and React. This webapp allows users to select an animal to donate to. When these collect enough funds, a toy from that animal's wishlist is mailed to the zoo. Users get emailed and tagged on Instagram when zookeepers upload pictures of the animals playing with their new enrichment.",
        "image":"wildwish.png",
        "url":"https://github.com/mattplichtawild/wildwish-API"
      },
      {
        "title":"Restore the Wolves",
        "description":"Static website built with GatsbyJS to explore using Tailwind CSS in my projects.",
        "image":"restore_wolves.png",
        "url":"https://restore-wolves.netlify.app"
      },
      {
        "title":"WildHeart Foundation",
        "description":"This site was my introduction to web development and programming. Built with Wordpress, this legacy website included a blog and integreated with themes and plugins to allow visitors to donate and sign up as a volunteer.",
        "image":"wildheart_home_page_screen.png"
      },
      {
        "title":"Follow the Tigers",
        "description":"This campaign provided relief to tigers rescued by Thailand's Department of Wildlife. Over 100 big cats were confiscated from the Tiger Temple, a Buddhist monastery and tourist attraction in Kanchanaburi. By working with local volunteers, my team built new enclosures at the rescue facility and provided food, supplements, and medicine.",
        "image":"follow_the_tigers_2.jpg"
      },
      {
        "title":"ZooCrafts",
        "description":"Designed as inexpensive enrichment to be provided by WildWish.org, these big cat toys are made from recycled cardboard. The toys are shipped flatpack to zoos and sanctuaries then assembled with slots and tabs. The final deer or zebra design can be filled with meat, and provide exciting enrichment for large carnivores. I am currently seeking seed funding to begin manufacturing.",
        "image":"zoocraft_1.jpg"
      },
      {
        "title":"CLI Toy Browser",
        "description":"This was my first application using object oriented programming and the first iteration of what would become WildWish. Written while learning Ruby, I am still fond and very proud of this project.",
        "image":"CLI_toy_browser.png",
        "url":"https://github.com/bigcatplichta/cli-data-gem-portfolio-project"
      }
    ]
  }
}
